Repository: burak-bilgen/ForeWiz
Catalog: ForeWiz/Core/Localization/Localizable.xcstrings
Source language: en
Languages: tr

# %@: %@, Outdoor score %lld
source: %1$@: %2$@, Outdoor score %3$lld
tr: %1$@: %2$@, Açık hava puanı %3$lld

# %@: %lld out of %lld, %@
source: %1$@: %2$lld out of %3$lld, %4$@
tr: %1$@: %2$lld/%3$lld, %4$@

# %@: %lld percent
source: %1$@: %2$lld percent
tr: %1$@: %2$lld%%

# %lld Active Hazard%@
source: %1$lld Active Hazard%2$@
tr: %1$lld Aktif Tehlike%2$@

source: %lld percent complete
tr: %lld yüzde tamamlandı

source: %lldh
tr: %llds

source: • "Hey Siri, check weather risks"
tr: • "Hey Siri, hava risklerini kontrol et"

source: • "Hey Siri, what should I wear today?"
tr: • "Hey Siri, bugün ne giymeliyim?"

source: • "Hey Siri, what's the weather like in ForeWiz?"
tr: • "Hey Siri, ForeWiz'de hava nasıl?"

source: • "Hey Siri, when should I exercise?"
tr: • "Hey Siri, ne zaman egzersiz yapmalıyım?"

source: +%lld more
tr: +%lld daha

# a_short_action_plan_built
source: Your plan for the day
tr: Günün özeti senin için hazır

# about_done
source: Done
tr: Tamam

# about_legal
source: Legal
tr: Yasal Bilgiler

# about_legal_desc
source: Data from Apple Weather.
tr: Hava durumu verileri Apple Weather'dan alınır.

# accessibility_outfit_template
source: Outfit suggestion: %@
tr: Kıyafet önerisi: %@

# accessibility_warning_banner_template
source: Warning: %@
tr: Uyarı: %@

# action_avoid
source: Avoid
tr: Kaçınman Gerekenler

# action_best_time
source: Best Time
tr: En İyi Zaman

# action_best_time_desc
source: Plan outdoor activities around %@
tr: Dışarıdaki aktivitelerini %@ civarında planla

# action_card_empty
source: No specific actions needed today.
tr: Bugün özel bir önlem gerekmiyor.

# action_card_title
source: Smart Actions
tr: Önerilen Aksiyonlar

# action_migraine
source: Migraine Alert
tr: Migren Uyarısı

# action_outfit
source: What to Wear
tr: Ne Giymeli

# action_pro_tip
source: Pro Tip
tr: İpucu

# action_sleep
source: Sleep Better Tonight
tr: Daha İyi Bir Uyku İçin

# action_stamina
source: Save Your Energy
tr: Enerjini Koru

source: Active
tr: Aktif

# active_1
source: Active
tr: Aktif

source: Activities
tr: Aktiviteler

source: Activity
tr: Aktivite

# activity_best_body_format
source: Now is the best time to go outside! Score: %1$@ · %2$d/100
tr: Dışarı çıkmak için en iyi zaman! Puan: %1$@ · %2$d/100

# activity_best_title_format
source: Time for %1$@
tr: %1$@ zamanı!

# activity_good_body_format
source: A good window for %3$@ at %1$@ · Score %2$d/100
tr: %3$@ için iyi bir zaman: %1$@ · Puan %2$d/100

# activity_moderate_body_format
source: Okay window at %1$@ · Score %2$d/100
tr: Orta: %1$@ · Puan %2$d/100

# activity_outside
source: Going outside
tr: Dışarı Çıkma

# adjust_the_plan_for_safety
source: Let's adjust for safety
tr: Güvenlik için planı gözden geçir

# air_is_dry_hydrate_for
source: Air is dry - keep water handy for longer outings.
tr: Hava kuru, uzun çıkışlarda suyu yanına almayı unutma.

source: Air quality
tr: Hava Kalitesi

# air_quality_1
source: Air quality
tr: Hava kalitesi

# air_quality_is_suitable_for
source: Air quality is good - breathe easy.
tr: Hava kalitesi iyi, rahat nefes alabilirsin.

# alert_blizzard
source: Blizzard
tr: Kar Fırtınası

# alert_denseFog
source: Dense Fog
tr: Yoğun Sis

# alert_extremeCold
source: Extreme Cold
tr: Aşırı Soğuk

# alert_extremeHeat
source: Extreme Heat
tr: Aşırı Sıcak

# alert_flashFlood
source: Flash Flood
tr: Ani Sel

# alert_hail
source: Hail
tr: Dolu

# alert_highWind
source: High Wind
tr: Kuvvetli Rüzgâr

# alert_tornado
source: Tornado
tr: Kasırga

# alert_warning
source: Warning
tr: Uyarısı

source: Alerts
tr: Uyarılar

# allergy_air
source: Air quality
tr: Hava kalitesi

# allergy_dust
source: Dust
tr: Toz

# allergy_mold
source: Mold
tr: Küf

# allergy_pet
source: Pet dander
tr: Hayvan tüyü

# allergy_pollen
source: Pollen
tr: Polen

# allergy_smoke
source: Smoke
tr: Duman

source: Allow
tr: İzin Ver

# appearance_dark
source: Dark
tr: Koyu

# appearance_light
source: Light
tr: Açık

# appearance_system
source: System
tr: Sistem

# apple_weather_did_not_provide
source: UV data isn't available right now.
tr: UV verisi şu anda mevcut değil.

# apple_weather_did_not_provide_1
source: Air quality data isn't available right now.
tr: Hava kalitesi verisi şu anda mevcut değil.

# apple_weather_did_not_provide_2
source: Pollen data isn't available right now.
tr: Polen verisi şu anda mevcut değil.

# assistant_best_time
source: Best time
tr: En uygun saat

# assistant_best_time_hint
source: Go outside during this window
tr: Bu saatler arasında dışarı çık

# assistant_headline_caution
source: Go out with caution
tr: Dikkatli çık

# assistant_headline_good
source: Great day to be outside
tr: Dışarısı bugün harika

# assistant_headline_moderate
source: Okay to go outside
tr: Dışarı çıkılabilir

# assistant_headline_risky
source: Limit outdoor time
tr: Dışarıda fazla kalma

source: Assistant profile
tr: Asistan Ayarları

# assistant_today_overview
source: Today's Overview
tr: Bugünün Özeti

# assistant_today_summary
source: Today
tr: Bugün

# assistant_uv_hint
source: Apply sunscreen, seek shade
tr: Güneş kremi sür, gölgede kal

# assistant_uv_warning
source: High UV
tr: Yüksek UV

# assistant_watch_out
source: Watch out
tr: Dikkat

# assistant_wear
source: Wear
tr: Giy

source: at %@
tr: %@ saatinde

source: Available Shortcuts
tr: Kullanılabilir Kısayollar

# avoid
source: Better to avoid
tr: Kaçınman Gerekenler

# avoid_hours_none
source: No hours to avoid
tr: Kaçınman gereken saat yok

# avoid_hours_title
source: Hours to Avoid
tr: Kaçınman Gereken Saatler

# avoid_long_exposed_outdoor_time
source: avoid long outdoor exposure and stay flexible.
tr: Uzun süre açık havada kalma, planını esnek tut.

# avoid_unprotected_exposure_use_shade
source: UV is very high - avoid direct sun and stick to the shade.
tr: UV çok yüksek — doğrudan güneşten kaçın ve gölgede kal.

source: Best Exercise Time
tr: En İyi Dışarı Çıkma Zamanı

source: Best time
tr: En uygun saat

# best_window_detail_format
source: Best time outside: around %1$@. Details below.
tr: Dışarı için en iyi zaman: %1$@ civarı. Detaylar aşağıda.

# better_to_postpone_outdoor_plans
source: If you can, keep plans indoors today
tr: Mümkünse bugün planını içeri al

# briefing_section_title
source: AI Weather Briefing
tr: Yapay Zekâ ile Hava Durumu

# briefing_takeaway_anomaly
source: Today is %@ compared to normal
tr: Bugün normale göre %@

# briefing_takeaway_critical
source: Critical: %@ - take precautions today
tr: Kritik: %@ — bugün önlem al

# briefing_takeaway_health
source: Today the weather may affect how you feel
tr: Bugünkü hava sağlığını etkileyebilir

# briefing_takeaway_window
source: Best time to go out is %@
tr: Dışarı çıkmak için en iyi zaman %@

# bring_an_umbrella_or_move
source: take an umbrella or move the plan to a drier window.
tr: Şemsiye al ya da planı daha kuru bir saate taşı.

# build_todays_outdoor_plan_carefully
source: Today needs a bit of timing. The easier parts of the day are highlighted below.
tr: Bugün biraz zamanlama gerekiyor. En rahat saatleri aşağıda bulabilirsin.

source: Check for any weather warnings or risks for today
tr: Bugün için hava uyarılarını veya risklerini kontrol et

source: Check Weather Risks
tr: Hava Risklerini Kontrol Et

source: Choose location
tr: Konum seç

# clear_outdoor_day
source: It looks like a comfortable day outside
tr: Dışarısı bugün rahat görünüyor

# climate_added_hours_minutes
source: Added %dh %dm
tr: %d saat %d dakika eklendi

# climate_added_minutes
source: Added %d min
tr: %d dakika eklendi

# climate_ev_battery_message
source: Extreme heat (%d°C) reduces EV battery efficiency. Range may decrease.
tr: Aşırı sıcak (%d°C) Elektrikli araç bataryası verimliliğini düşürür. Menzil azalabilir.

# climate_ev_battery_recommendation
source: Pre-cool cabin while charging and reduce speed to conserve battery.
tr: Şarj ederken kabini önceden soğutun ve hızı düşürün.

# climate_ev_battery_title
source: EV Battery Alert
tr: Elektrikli Araç Bataryası Uyarısı

# climate_extreme_heat_desc
source: Extreme heat (%d°C) — increased travel risk
tr: Aşırı sıcak (%d°C) — seyahat riski arttı

# climate_heat_stroke_message
source: %d°C poses a heat stroke risk for pedestrians. Avoid walking during peak hours.
tr: %d°C yayalar için sıcak çarpması riski oluşturur. Yoğun saatlerde yürümekten kaçının.

# climate_heat_stroke_recommendation
source: Walk during early morning or evening. Carry water and wear light clothing.
tr: Sabah erken veya akşam yürüyün. Su taşıyın ve hafif giyinin.

# climate_heat_stroke_title
source: Heat Stroke Risk
tr: Sıcak Çarpması Riski

# climate_heavy_rain_desc
source: Heavy rain — reduced visibility
tr: Şiddetli yağmur — azalan görüş

# climate_high_heat_desc
source: High heat (%d°C) — moderate risk
tr: Yüksek sıcaklık (%d°C) — orta risk

# climate_infrastructure_message
source: %d°C may cause road surface stress and potential power grid issues.
tr: %d°C yol yüzeyinde strese ve olası elektrik şebekesi sorunlarına neden olabilir.

# climate_infrastructure_recommendation
source: Plan alternative routes and expect possible delays.
tr: Alternatif rotalar planlayın ve olası gecikmeleri bekleyin.

# climate_infrastructure_title
source: Infrastructure Stress Warning
tr: Altyapı Stres Uyarısı

# climate_severe_storm_desc
source: Severe storm — dangerous conditions
tr: Şiddetli fırtına — tehlikeli koşullar

# climate_snow_blizzard_desc
source: Snow/Blizzard — very dangerous
tr: Kar/Tipi — çok tehlikeli

source: Comfort
tr: Konfor

source: Comfort Excellent
tr: Mükemmel

source: Comfort Good
tr: İyi

source: Comfort Moderate
tr: Orta

source: Comfort Poor
tr: Düşük Konfor

# comfort_timeline_accessibility
source: Comfort timeline
tr: Konfor zaman çizelgesi

# comfortable_uv_level
source: UV is low, you're good to go.
tr: UV düşük, rahatça çıkabilirsin.

# comparative_anomaly_cold
source: Cooler than usual
tr: Normalden Serin

# comparative_anomaly_cold_desc
source: Below seasonal averages.
tr: Mevsim ortalamasının altında.

# comparative_anomaly_extreme_cold
source: Extremely Cold
tr: Aşırı Soğuk

# comparative_anomaly_extreme_cold_desc
source: Well below seasonal norms.
tr: Mevsim normallerinin çok altında.

# comparative_anomaly_extreme_hot
source: Extremely Hot
tr: Aşırı Sıcak

# comparative_anomaly_extreme_hot_desc
source: Well above seasonal norms.
tr: Mevsim normallerinin çok üstünde.

# comparative_anomaly_hot
source: Warmer than usual
tr: Normalden Sıcak

# comparative_anomaly_hot_desc
source: Above seasonal averages.
tr: Mevsim ortalamasının üstünde.

# comparative_anomaly_normal
source: Seasonal
tr: Mevsim Normali

# comparative_anomaly_normal_desc
source: Right where it should be for this time of year.
tr: Mevsim normallerinde, olması gerektiği gibi.

# comparative_card_title
source: Compared to Normal
tr: Normale Göre

# comparative_dod_cooler
source: %d cooler than yesterday
tr: Dünden %d derece daha serin

# comparative_dod_no_data
source: No recent data for comparison.
tr: Karşılaştırma için yeterli veri yok.

# comparative_dod_same
source: Same as yesterday
tr: Dünle Aynı

# comparative_dod_warmer
source: %d warmer than yesterday
tr: Dünden %d derece daha sıcak

# comparative_metric_dod
source: vs Yesterday
tr: Düne Göre

# comparative_metric_pattern
source: Week Pattern
tr: Haftalık Eğilim

# comparative_no_data
source: No data
tr: Veri yok

# comparative_no_data_desc
source: Not enough data to compare.
tr: Karşılaştırma için yeterli veri yok.

# comparative_pattern_coldsnap
source: Cold snap - prolonged cold weather.
tr: Soğuk Hava Dalgası — uzun süreli soğuk.

# comparative_pattern_cooling
source: Cooling trend - dropping through the week.
tr: Soğuma Eğilimi — hafta boyunca düşüş.

# comparative_pattern_heatwave
source: Heatwave - multiple days of extreme heat.
tr: Sıcak Hava Dalgası — günlerce aşırı sıcak.

# comparative_pattern_limited
source: Not enough data for a weekly pattern.
tr: Haftalık eğilim için yeterli veri yok.

# comparative_pattern_mixed
source: Mixed bag - different conditions each day.
tr: Karışık — her gün farklı koşullar.

# comparative_pattern_stable
source: Stable weather - consistent conditions.
tr: Dengeli hava — benzer koşullar sürüyor.

# comparative_pattern_stormy
source: Stormy spell - unsettled weather ahead.
tr: Fırtınalı — önümüzdeki günler dengesiz.

# comparative_pattern_warming
source: Warming trend - rising through the week.
tr: Isınma Eğilimi — hafta boyunca yükseliş.

# comparative_precip_dry
source: Dry conditions expected.
tr: Kuru koşullar bekleniyor.

# comparative_precip_heavy
source: Heavy precipitation expected.
tr: Yoğun yağış bekleniyor.

# comparative_precip_light
source: Light precipitation possible.
tr: Hafif yağış mümkün.

# comparative_precip_moderate
source: Moderate rain chances.
tr: Orta düzeyde yağmur ihtimali.

# continue_button
source: Continue
tr: Devam Et

# Critical Alert: %@. %@
source: Critical Alert: %1$@. %2$@
tr: Kritik Uyarı: %1$@. %2$@

source: Current Temperature
tr: Şu Anki Sıcaklık

source: Current Location
tr: Bulunduğum Konum

source: Data provided by %@
tr: Veri kaynağı: %@

# decision_avoid
source: Stay inside
tr: İçeride Kal

# decision_avoid_message
source: Better to stay in today. The weather conditions are not ideal for outdoor plans.
tr: Bugün içeride kalmak daha iyi. Hava koşulları dışarı çıkmak için uygun değil.

# decision_avoid_time
source: Watch out for:
tr: Dikkat etmen gereken saatler:

# decision_best_window
source: Best time to go outside
tr: Dışarı Çıkmak İçin En İyi Zaman

# decision_best_window_message
source: Best time to head out is during this window. No rush - conditions are ideal.
tr: Dışarı çıkmak için en iyi zaman bu aralık. Aceleye gerek yok, hava çok uygun.

# decision_caution
source: Caution
tr: Dikkat

# decision_explanation_factors
source: Based on temperature, rain, wind, humidity, and UV - adjusted to your comfort settings.
tr: Sıcaklık, yağmur, rüzgâr, nem ve UV'ye göre senin konfor ayarlarına göre hesaplandı.

# decision_good
source: Great, go outside!
tr: Harika, dışarı çık!

# decision_good_message
source: Conditions are great for being outside today. Go enjoy it!
tr: Bugün dışarısı çok rahat. Keyfini çıkar!

# decision_main_risk
source: Main thing to watch
tr: En önemli risk

# decision_moderate
source: Okay
tr: Fena Değil

# decision_moderate_message
source: Fine to go out, but some hours may feel uncomfortable. Check the hourly guide.
tr: Çıkılabilir ama bazı saatler rahatsız edebilir. Saatlik rehbere göz at.

# decision_no_avoid
source: no hours to specifically avoid
tr: Kaçınman gereken saat yok

# decision_no_risk
source: no risks to worry about
tr: Endişelenecek bir risk yok

# decision_risk_high_message
source: Keep an eye on this and plan around it when you can.
tr: Buna dikkat et ve planını buna göre ayarla.

# decision_risky
source: Plan with care
tr: Dikkatli Planla

# decision_risky_message
source: Going out needs some planning. Watch for uncomfortable hours and keep plans flexible.
tr: Dışarı çıkmak biraz planlama istiyor. Rahatsız saatlere dikkat et ve esnek ol.

# decision_score_explanation
source: Score: %1$d/100
tr: Puan: %1$d/100

source: Double tap to toggle
tr: Değiştirmek için çift dokun

# dress_in_layers_and_avoid
source: dress in layers and avoid staying outside longer than needed.
tr: Kat kat giyin ve gerekmedikçe dışarıda uzun kalma.

source: Dry
tr: Kuru

# error_cache_unavailable
source: No saved data yet.
tr: Henüz kayıtlı veri yok.

# error_invalid_data
source: Something's off with the data. Try pulling to refresh.
tr: Veride bir sorun var. Aşağı çekip yenileyebilirsin.

# error_live_forecast
source: I could not refresh live data yet. Showing the last reliable forecast while I keep trying.
tr: Canlı veri henüz yenilenemedi. En son güvenilir tahmini gösteriyorum.

# error_location_denied
source: Location is off. Turn it on in Settings for local weather.
tr: Konum kapalı. Yerel hava için Ayarlar'dan açabilirsin.

# error_location_unavailable
source: We couldn't find your location.
tr: Konumun bulunamadı.

# error_notification_denied
source: Notifications are off. You can turn them on in Settings.
tr: Bildirimler kapalı. Ayarlar'dan açabilirsin.

# error_persistence
source: Couldn't save changes
tr: Değişiklikler kaydedilemedi

# error_unknown
source: Something went wrong. Try again?
tr: Bir sorun oluştu. Tekrar dener misin?

# error_weather_unavailable
source: Can't reach weather data. Check your connection?
tr: Hava bilgisine ulaşılamıyor. Bağlantını kontrol eder misin?

# error_weatherkit_auth
source: Weather service needs setup
tr: Hava durumu servisi ayar gerektiriyor

# error_weatherkit_failed
source: Weather data error
tr: Hava verisi hatası

# error_weatherkit_unknown
source: Something went wrong
tr: Bilinmeyen bir sorun oluştu

# explanation_format
source: Score %1$@/10 · Watch: %2$@ · Avoid: %3$@
tr: Puan %1$@/10 · Dikkat: %2$@ · Kaçın: %3$@

# feels_like_short
source: Feels
tr: Hissedilen

# Fetch the latest weather data for your location
source: Fetch the latest weather data for the current location
tr: Konumun için en güncel hava verilerini al

source: Fetches latest weather data
tr: En son hava durumu verilerini getirir

source: Find the best time window for outdoor activities today
tr: Bugün açık hava aktiviteleri için en iyi zaman aralığını bul

# for_timely_reminders
source: So I can ping you about rain windows and changing conditions.
tr: Yağmur ve hava değişimlerinde sana haber verebilmem için

# forecast_3day
source: 3 Day
tr: 3 Günlük

# forecast_7_days
source: 7 Days
tr: 7 Gün

# forecast_7day
source: 7 Day
tr: 7 Günlük

# forecast_14day
source: 14 Day
tr: 14 Günlük Tahmin

# forecast_more_days
source: %d more days
tr: +%d gün

# forecast_no_best_window
source: No clear window
tr: Belirgin Bir Zaman Yok

# format_duration_hours_minutes
source: %dh %dm
tr: %d saat %d dk

# format_duration_minutes_only
source: %dm
tr: %d dk

source: Friday
tr: Cuma

source: Get Best Time to Exercise
tr: Dışarı Çıkmak İçin En İyi Zaman

source: Get clothing recommendations based on current weather
tr: Mevcut havaya göre kıyafet önerileri al

source: Get Current Temperature
tr: Sıcaklığı Göster

source: Get Outfit Recommendation
tr: Kıyafet Önerisi Al

# Get personalized weather recommendation for your current location
source: Get personalized weather recommendation for the current location
tr: Mevcut konumun için kişisel hava önerisi al

# Get the current temperature for your location
source: Get the current temperature for the current location
tr: Konumun için mevcut sıcaklığı al

source: Get Weather Recommendation
tr: Hava Önerisi Al

source: Get Started
tr: Başlayalım

source: Good
tr: İyi

source: Good afternoon!
tr: İyi günler!

source: Good evening!
tr: İyi akşamlar!

source: Good morning!
tr: Günaydın!

source: Good night!
tr: İyi geceler!

# good_to_go_with_light
source: You can go out with a little prep
tr: Küçük bir hazırlıkla çıkılır

# hazard_crosswind
source: Crosswind
tr: Yan Rüzgar

# hazard_fog
source: Fog
tr: Sis

# hazard_heavy_rain
source: Heavy Rain
tr: Şiddetli Yağmur

# hazard_ice
source: Ice
tr: Buz

# hazard_severity_critical
source: Critical
tr: Kritik

# hazard_severity_high
source: High
tr: Yüksek

# hazard_severity_low
source: Low
tr: Düşük

# hazard_severity_moderate
source: Moderate
tr: Orta

# hazard_snow
source: Snow
tr: Kar

# hazard_sun_glare
source: Sun Glare
tr: Güneş Işığı

# hazard_thunderstorm
source: Thunderstorm
tr: Gök Gürültülü Fırtına

source: Hazardous
tr: Tehlikeli

source: Health
tr: Sağlık

# health_card_title
source: Health and Weather
tr: Sağlık Durumu

source: Health conditions
tr: Sağlık Koşulları

# health_joint_extreme
source: Severe
tr: Şiddetli

# health_joint_extreme_advice
source: Severe joint discomfort - rest and keep joints warm.
tr: Şiddetli eklem rahatsızlığı — dinlen ve eklemlerini sıcak tut.

# health_joint_high
source: High
tr: Yüksek

# health_joint_high_advice
source: High joint discomfort - keep warm and avoid sudden movements.
tr: Yüksek eklem rahatsızlığı — sıcak kal ve ani hareketlerden kaçın.

# health_joint_low
source: Low
tr: Düşük

# health_joint_low_advice
source: Low joint discomfort - great day to stay active.
tr: Düşük eklem rahatsızlığı - hareketli kalmak için harika bir gün.

# health_joint_moderate
source: Moderate
tr: Orta

# health_joint_moderate_advice
source: Moderate joint discomfort - gentle stretching may help.
tr: Orta eklem rahatsızlığı - hafif esneme hareketleri yardımcı olabilir.

# health_metric_migraine
source: Migraine
tr: Migren

# health_metric_respiratory
source: Respiratory
tr: Solunum

# health_metric_sleep
source: Sleep
tr: Uyku

# health_metric_stamina
source: Stamina
tr: Dayanıklılık

# health_migraine_extreme
source: Extreme
tr: Aşırı

# health_migraine_extreme_advice
source: Extreme migraine risk - minimize stress and rest if possible.
tr: Aşırı migren riski - stresten kaçının ve mümkünse dinlenin.

# health_migraine_high
source: High risk
tr: Yüksek risk

# health_migraine_high_advice
source: High migraine risk - avoid bright screens and take breaks.
tr: Yüksek migren riski - güneş ışığına karşı korunun ve sık sık mola verin.

# health_migraine_low
source: Low risk
tr: Düşük risk

# health_migraine_low_advice
source: Low migraine trigger risk - enjoy your day normally.
tr: Düşük migren riski - gününüzü normal geçirebilirsiniz.

# health_migraine_moderate
source: Moderate
tr: Orta

# health_migraine_moderate_advice
source: Moderate migraine risk - keep lights dim and stay hydrated.
tr: Orta migren riski - güneş gözlüğü takın ve bol su için.

# health_respiratory_extreme
source: Risky
tr: Riskli

# health_respiratory_extreme_advice
source: Risky respiratory conditions today.
tr: Bugün solunum açısından riskli koşullar var - dikkatli olun.

# health_respiratory_high
source: Caution
tr: Dikkat

# health_respiratory_high_advice
source: Caution if you have asthma or sensitivity.
tr: Astım veya hassasiyetiniz varsa dikkatli olun.

# health_respiratory_low
source: Good
tr: İyi

# health_respiratory_low_advice
source: Good breathing conditions - enjoy the fresh air.
tr: Nefes almak için ideal gün - derin bir nefes alın ve temiz havanın tadını çıkarın.

# health_respiratory_moderate
source: Fair
tr: Orta

# health_respiratory_moderate_advice
source: Fair respiratory comfort.
tr: Solunum açısından orta düzeyde konfor.

# health_sleep_excellent
source: Excellent
tr: Mükemmel

# health_sleep_excellent_advice
source: Perfect sleeping weather - open a window and enjoy fresh air.
tr: Mükemmel uyku için ideal hava - ferah bir uyku çekin.

# health_sleep_fair
source: Fair
tr: Orta

# health_sleep_fair_advice
source: Fair sleep quality - a fan might help.
tr: Orta uyku kalitesi - vantilatör yardımcı olabilir.

# health_sleep_good
source: Good
tr: İyi

# health_sleep_good_advice
source: Good sleeping conditions.
tr: İyi uyku koşulları.

# health_sleep_poor
source: Poor
tr: Kötü

# health_sleep_poor_advice
source: Poor sleeping weather - keep your bedroom cool.
tr: Kötü uyku koşulları - yatak odanızı serin tutun.

# health_stamina_good
source: Good energy
tr: İyi enerji

# health_stamina_good_advice
source: Good energy levels for outdoor activities.
tr: Açık hava aktiviteleri için iyi enerji.

# health_stamina_high
source: High energy
tr: Yüksek enerji

# health_stamina_high_advice
source: High outdoor energy - great for exercise.
tr: Açık hava için yüksek enerji - egzersiz için harika.

# health_stamina_low
source: Low energy
tr: Düşük enerji

# health_stamina_low_advice
source: Low outdoor energy - keep activities light.
tr: Düşük enerji - aktivitelerinizi hafif tutun.

# health_stamina_moderate
source: Moderate
tr: Orta

# health_stamina_moderate_advice
source: Moderate energy - take breaks and pace yourself.
tr: Orta enerji - mola verin ve kendinize uygun tempo bulun.
